{
    "speakers": {
        "speakers": [],
        "talks": [
            {
                "speakers": [
                    {
                        "name": "Ana Cidre",
                        "social": [
                            {
                                "href": "https://twitter.com/AnaCidre_",
                                "icon": "fa fa-twitter"
                            }
                        ],
                        "position": "",
                        "bio": "Ana Cidre es una Women Techmaker Lead, organizadora de GDG Vigo y fundadora de GalsTech. No es una programadora normal: tiene un grado en Bellas Artes y un Master en negocios y economía internacional, pero siempre le ha encantado el mundo tecnológico. Ahora es una desarrolladora de software especializada en Angular y co-fundadora de codestrand.",
                        "image": "https://pbs.twimg.com/profile_images/636844985459994624/7oBQnCAW_400x400.jpg"
                    },
                    {
                        "name": "Verónica Pérez Duro",
                        "social": [
                            {
                                "href": "https://twitter.com/veropduro",
                                "icon": "fa fa-twitter"
                            }
                        ],
                        "position": "",
                        "bio": "es una ingeniera informática y co-organizadora de GalsTech. En su afán de convertirse en super héroe se ha creado una doble vida: por el día se dedica a la gestión de proyectos y por la noche al desarrollo de software en Angular.",
                        "image": "https://pbs.twimg.com/profile_images/922482065794314242/c-A7JPK8_400x400.jpg"
                    }
                ],
                "title": "¿Cómo crear un aplicación con Angular en menos de 5 minutos?",
                "description": "Podéis ver en directo cómo creamos una aplicación muy sencilla en Angular, en un tiempo muy reducido y casi sin conocimientos previos. Después revisaremos juntos los conceptos básicos de Angular.",
                "date": "12 de Abril (18:30)",
                "time": "30 min",
                "slides": "",
                "id": "anacidre"
            },
            {
                "title": " ¿Conoces a LilyPad?",
                "speakers": [
                    {
                        "bio": "Ingeniera de Caminos, Canales y Puertos. Investigadora especializada en modelos de elección discreta aplicados al ámbito portuario. Maker por diversión ;)",
                        "name": "Ana Martínez Pardo",
                        "social": [
                            {
                                "href": "https://twitter.com/ThisIsAMPlab",
                                "icon": "fa fa-twitter"
                            }
                        ],
                        "image": "/assets/images/speakers/avatar.png"
                    }
                ],
                "description": "Empezaremos con algo de historia sobre la tecnología 'wearable', seguida de la presentación de algunas de las formas más curiosas que han surgido para traer interactividad a la ropa en los últimos años. Para finalizar, un tutorial para coser un circuito que controle tanto LEDs como sensores usando una placa LilyPad Arduino.",
                "date": "12 de Abril (19:00)",
                "time": "30 min",
                "slides": "",
                "id": "pardo"
            }
        ]
    }
}